import './Header.css';

import React from 'react'; 

const Header = () => (
	<div className="panel panel-info">
		<div className="panel-heading">
			<h4  id="interest-header">חישוב לפי חוק פסיקת ריבית</h4>
		</div>
		<div className="panel-body">
			<p>
				.מחשבון לפי חוק פסיקת ריבית והצמדה.<br/>
				מחשבון זה נועד לבצע חישוב של סכום / חוב מהעבר נכון למועד החישוב הרצוי<br/>
				.החישוב מבוצע לפי כללי חישוב הצמדה וריבית המיועדים לתחשיב חוק זה<br/>
				:הריביות בעזרתם מבוצע התחשיב הינן<br/>
				החל מ01.01.1990 ועד 31.05.1993 - 8%<br/>
				החל מ01.06.1993 ועד 31.03.1993 - 4%<br/>
				.החל מ01.04.2003 לפי טבלת ריביות החשכ"ל בהתאם לחוק פסיקת ריבית<br/>
				.החישוב יהיה לא לפני 01.01.1990 ולא לאחר יום החישוב<br/>
				.מחשבון זה ניתן כשירות בלבד, וכל העושה שימוש בו הינו על פי דעתו בלבד ובאחריותו בלבד<br/>
				אין לבצע שימוש משפטי במחשבון זה.
			</p>
		</div>
	</div>
);

export default Header;
